Repository: asvetliy/fxprofile
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: ru

# PROFILE_PHONE_VALIDATION_ERROR
source: Phone number must be entered in the format: "+999999999". Up to 15 digits allowed.
ru: Номер телефона необходимо вводить в формате: «+999999999». До 15 цифр.

# PROFILE_FOOTER_COMPANY_URL
source: https://xyz.trading
ru: https://xyz.trading/ru/

source: &copy; <script>document.write(new Date().getFullYear().toString())</script> <a href="https://xyz.trading" target="_blank">xyz.trading</a> All Rights Reserved
ru: &copy; <script>document.write(new Date().getFullYear().toString())</script> <a href="https://xyz.trading" target="_blank">xyz.trading</a> Все права защищены

# PROFILE_USERMENU_EDIT_PROFILE
source: Edit Profile
ru: Редактировать профиль

# PROFILE_USERMENU_CHANGE_PWD
source: Change Password
ru: Изменить Пароль

# PROFILE_USERMENU_LOGOUT
source: Logout
ru: Выход

# PROFILE_SIDEBAR_EDIT_PROFILE_MINI
source: EP
ru: РП

# PROFILE_SIDEBAR_EDIT_PROFILE_NORMAL
source: Edit Profile
ru: Редактировать Профиль

# PROFILE_SIDEBAR_CHANGE_PWD_MINI
source: CP
ru: ИП

# PROFILE_SIDEBAR_CHANGE_PWD_NORMAL
source: Change Password
ru: Изменить Пароль

# PROFILE_SIDEBAR_VERIFY_MINI
source: PV
ru: ВП

# PROFILE_SIDEBAR_VERIFY_NORMAL
source: Profile Verification
ru: Верификация Профиля

# PROFILE_SIDEBAR_DASHBOARD
source: Dashboard
ru: Панель Управления

# PROFILE_SIDEBAR_ACCOUNTS_MANAGEMENT
source: Accounts Management
ru: Управление Счетами

# PROFILE_SIDEBAR_ACCOUNT_REG_MINI
source: AR
ru: СС

# PROFILE_SIDEBAR_ACCOUNT_REG_NORMAL
source: Account Registration
ru: Создание Счета

# PROFILE_SIDEBAR_ACCOUNT_VIEW_MINI
source: VA
ru: ОС

# PROFILE_SIDEBAR_ACCOUNT_VIEW_NORMAL
source: View Accounts
ru: Обзор Счетов

# PROFILE_SIDEBAR_FUNDS_TRASFER
source: Funds Transfer
ru: Перевод Средств

# PROFILE_SIDEBAR_DEPOSIT_MINI
source: D
ru: Д

# PROFILE_SIDEBAR_DEPOSIT_NORMAL
source: Deposit
ru: Депозит

# PROFILE_SIDEBAR_WITHDRAW_MINI
source: W
ru: В

# PROFILE_SIDEBAR_WITHDRAW_NORMAL
source: Withdraw
ru: Вывод

# PROFILE_SIDEBAR_TRANSFER_MINI
source: T
ru: П

# PROFILE_SIDEBAR_TRANSFER_NORMAL
source: Transfer
ru: Перевод

# PROFILE_SIDEBAR_HISTORY_MINI
source: H
ru: И

# PROFILE_SIDEBAR_HISTORY_NORMAL
source: History
ru: История

# PROFILE_SIDEBAR_ASK_QUESTION
source: Ask Question
ru: Задать вопрос

# PROFILE_SIDEBAR_QUESTION_CREATE_MINI
source: CT
ru: СТ

# PROFILE_SIDEBAR_QUESTION_CREATE_NORMAL
source: Create Ticket
ru: Создать Тикет

# PROFILE_SIDEBAR_QUESTION_VIEW_MINI
source: VT
ru: ОТ

# PROFILE_SIDEBAR_QUESTION_VIEW_NORMAL
source: View Tickets
ru: Обзор Тикетов

# PROFILE_SIDEBAR_MT4CLIENT
source: Download MT4 Terminal
ru: Скачать MT4 Терминал

# PROFILE_CHANGEPWD_OLDPWD
source: Old password
ru: Старый пароль

# PROFILE_CHANGEPWD_NEWPWD
source: New password
ru: Новый пароль

# PROFILE_CHANGEPWD_NEWPWD2
source: Confirm password
ru: Повторите новый пароль

# PROFILE_CHANGEPWD_SUBMIT
source: Submit
ru: Отправить

# PROFILE_CHANGE_CARD_TITLE
source: Edit Profile
ru: Изменить профиль

# PROFILE_CHANGE_CARD_TITLE_DESC
source: Change your profile information
ru: Изменение персональных данных вашего профиля

# PROFILE_CHANGE_CARD_USERNAME
source: Username
ru: Имя пользователя

# PROFILE_CHANGE_CARD_FIRSTNAME
source: First Name
ru: Имя

# PROFILE_CHANGE_CARD_LASTNAME
source: Last Name
ru: Фамилия

# PROFILE_CHANGE_CARD_COUNTRY
source: Country
ru: Страна

# PROFILE_CHANGE_CARD_CITY
source: City
ru: Город

# PROFILE_CHANGE_CARD_PHONE
source: Phone
ru: Телефон

# PROFILE_CHANGE_CARD_PROMO
source: Promo
ru: Промо

# PROFILE_CHANGE_CARD_SUBMIT
source: Submit
ru: Отправить

# PROFILE_NEED_VERIFY
source: Your personal account needs verification. For more detailed information, go to the
ru: Требуется проверка персональных данных! Для получения более подробной информации, перейдите на

# PROFILE_NEED_VERIFY_LINK
source: verification page
ru: страницу верификации

# PROFILE_PERSONAL_ACCOUNT_WALLET
source: Wallet
ru: Кошелек

# PROFILE_PERSONAL_ACCOUNT_BALANCE_DESC
source: Personal account balance
ru: Баланс персонального счета

# PROFILE_VIEW_TITLE
source: Dashboard
ru: Управление профилем

# PROFILE_CHANGE_PROFILE_TITLE
source: Profile Change
ru: Изменить персональную информацию

# PROFILE_CHANGE_SAVED_SUCCESS
source: Changes saved successfully
ru: Изменения успешно сохранены

# PROFILE_CHANGE_PWD_TITLE
source: Profile Change
ru: Изменить персональную информацию

# PROFILE_PASSWORD_CHANGED_SUCCESS
source: Password changed successfully
ru: Пароль успешно изменен

source: <!DOCTYPE html> <html lang="%(lang)s"> <head> <meta charset="UTF-8"> <title>Trading account registration</title> </head> <body> <p>Hi %(user.username)s,</p> <p>Please click on the link below to confirm your registration:</p> <a href="https://%(domain)s%(activation_url)s">Activate</a> </body> </html>
ru: <!DOCTYPE html> <html lang="%(lang)s"> <head> <meta charset="UTF-8"> <title>Регистрация торгового счета</title> </head> <body> <p>Здравствуйте, %(user.username)s,</p> <p>Для подтверждения регистрации, пожалуйста, нажмите на ссылку ниже:</p> <a href="https://%(domain)s%(activation_url)s">Активировать профиль.</a> </body> </html>

source: Hi %(user.username)s, Please click on the link below to confirm your registration: https://%(domain)s%(activation_url)s
ru: Здравствуйте, %(user.username)s, Пожалуйста, нажмите на ссылку ниже для завершения регистрации вашего профиля: https://%(domain)s%(activation_url)s

source: <!DOCTYPE html> <html lang="%(lang)s"> <head> <meta charset="UTF-8"> <title>Trading account registration</title> </head> <body> <h2>Thank you for creating new trading account!</h2> <p>Account Number: %(account_id)s</p> <p>Account Password: %(pwd)s</p> <p>Invest Password: %(inv_pwd)s</p> </body> </html>
ru: <!DOCTYPE html> <html lang="%(lang)s"> <head> <meta charset="UTF-8"> <title>Регистрация торгового счета</title> </head> <body> <h2>Вы создали новый торговвый счет!</h2> <p>Номер счета: %(account_id)s</p> <p>Мастер пароль: %(pwd)s</p> <p>Инвест пароль: %(inv_pwd)s</p> </body> </html>

source: Thank you for creating new trading account! Account Number: %(account_id)s Account Password: %(pwd)s Invest Password: %(inv_pwd)s
ru: Вы создали новый счет на нашей платформе. Данные доступа вы можете найти ниже. Номер счета: %(account_id)s Мастер пароль: %(pwd)s Инвест пароль: %(inv_pwd)s Не предоставляйте данные доступа никому. Это может поставить под угрозу безопасность вашей торговли. Сотрудники компании ни при каких обстоятельствах не будут запрашивать у вас данные доступа к торговому счету.

# MT4_ACCOUNT_CREATE_EMAIL_SUBJECT
source: Your trading account successfully created
ru: Ваш торговый аккаунт успешно создан

# MT4_ACCOUNTS_TABLE_NUMBER
source: Number
ru: Номер

# MT4_ACCOUNTS_TABLE_TYPE
source: Type
ru: Тип

# MT4_ACCOUNTS_TABLE_CURRENCY
source: Currency
ru: Валюта

# MT4_ACCOUNTS_TABLE_LEVERAGE
source: Leverage
ru: Плечо

# MT4_ACCOUNTS_TABLE_BALANCE
source: Balance
ru: Баланс

# MT4_ACCOUNTS_TABLE_CREATEDAT
source: Creation Date
ru: Дата создания

# MT4_ACCOUNTS_TABLE_ACTIONS
source: Actions
ru: Действия

# MT4_ACCOUNT_CREATE_CARD_ACC_TYPE
source: Account Type
ru: Тип счета

# MT4_ACCOUNT_CREATE_CARD_ACC_LEVERAGE
source: Account Leverage
ru: Кредитное плечо

# MT4_ACCOUNT_CREATE_CARD_ACC_CURRENCY
source: Account Currency
ru: Базовая валюта

# MT4_ACCOUNT_CREATE_CARD_SUBMIT
source: Submit
ru: Отправить

# MT4_ACCOUNT_INFO_CARDTITLE
source: Account Information
ru: Информация по счету

# MT4_ACCOUNT_CHART_PL_CARDTITLE
source: Profit / Lose
ru: Прибыль / Убыток

# MT4_ACCOUNT_CHART_PL_CARDTITLE_SMALL
source: Chart
ru: График

# MT4_ACCOUNT_PIECHART_DWP_CARDTITLE
source: Account Funds
ru: Средства счета

# MT4_ACCOUNT_PIECHART_DWP_CARDTITLE_SMALL
source: Pie
ru: Пирог

# MT4_ACCOUNT_TRADES_TABLE_TITLE
source: Trades History
ru: История сделок

# MT4_ACCOUNT_TRADES_TABLE_SYMBOL
source: Symbol
ru: Пара

# MT4_ACCOUNT_TRADES_TABLE_VOLUME
source: Volume
ru: Объем

# MT4_ACCOUNT_TRADES_TABLE_SWAPS
source: Swaps
ru: Своп

# MT4_ACCOUNT_TRADES_TABLE_COMMISSION
source: Commission
ru: Комиссия

# MT4_ACCOUNT_TRADES_TABLE_OPENPRICE
source: Open Price
ru: Цена открытия

# MT4_ACCOUNT_TRADES_TABLE_CLOSEPRICE
source: Close Price
ru: Цена закрытия

# MT4_ACCOUNT_TRADES_TABLE_OPENTIME
source: Open Time
ru: Время открытия

# MT4_ACCOUNT_TRADES_TABLE_CLOSETIME
source: Close Time
ru: Время закрытия

# MT4_ACCOUNT_TRADES_TABLE_PROFIT
source: Profit
ru: Прибыль

# MT4_ACCOUNT_PIECHART_DWP_CHART_OWNMONEY
source: Own money
ru: Свои средства

# MT4_ACCOUNT_PIECHART_DWP_CHART_PROFIT
source: Profit
ru: Прибыль

# MT4_ACCOUNT_PIECHART_DWP_CHART_NOMONEY
source: No Funds
ru: Нет средств

# MT4_ACCOUNT_PIECHART_DWP_CHART_TITLE
source: Funds Pie
ru: Пирог средств

# MT4_ACCOUNT_TRANSACTIONS_SEARCH_PLACEHOLDER
source: Search records
ru: Поиск

# MT4_ACCOUNT_VIEW_TITLE
source: View Accounts
ru: Детальная информация по счету

# MT4_ACCOUNT_REG_TITLE
source: Trading Account Registration Form
ru: Создание торгового счета

# MT4_ACCOUNT_CREATE_SUCCESS
source: Trading account created successfully
ru: Торговый счет успешно создан

# MT4_ACCOUNT_CREATE_FAIL
source: No trading account created. Please fix errors bellow.
ru: Не удалось создать торговый аккаунт. Пожалуйста, исправьте все ошибки ниже.

# MT4_ACCOUNTS_VIEW_TITLE
source: View Accounts
ru: Обзор счетов

# PAYMENT_THANK_PAGE_TITLE
source: Thank you!
ru: Спасибо!

# PAYMENT_THANK_PAGE_TITLE_DESCRIPTION
source: Waiting for payment
ru: Ожидание платежа

# PAYMENT_THANK_PAGE_INFO_ALERT_TITLE
source: ALERT INFO:
ru: ИНФОРМАЦИЯ:

# PAYMENT_THANK_PAGE_INFO_ALERT_TEXT
source: Please proceed with the payment on the payment system page...
ru: Продолжайте оплату на странице платежной системы...

# PAYMENT_THANK_PAGE_INFO_TEXT1
source: Redirecting...
ru: Перенаправление...

# PAYMENT_THANK_PAGE_BUTTON_TEXT
source: Payment History
ru: Платежная История

# QUESTION_CREATE_FORM_TEXTAREA_TITLE
source: Your question
ru: Ваш вопрос

# QUESTION_CREATE_FORM_TEXTAREA_LABEL
source: Submit your question here and it will be reviewed shortly (maximum 300 characters)
ru: Оставьте свой вопрос здесь и он будет рассмотрен в ближайшее время (максимум 300 символов)

# QUESTION_CREATE_TICKET_SUBMIT
source: Create
ru: Создать

# QUESTIONS_TABLE_ID
source: ID
ru: ИД

# QUESTIONS_TABLE_STATUS
source: Status
ru: Статус

# QUESTIONS_TABLE_UPDATEAT
source: Update Date
ru: Дата создания

# QUESTIONS_TABLE_CREATEDAT
source: Creation Date
ru: Дата создания

# QUESTIONS_TABLE_ACTIONS
source: Actions
ru: Действия

# QUESTIONS_TABLE_SEARCH_PLACEHOLDER
source: Search records
ru: Искать записи

# QUESTION_COMMENT_FORM_TEXTAREA_TITLE
source: Your comment
ru: Ваш комментарий

# QUESTION_COMMENT_FORM_TEXTAREA_LABEL
source: Submit your comment here (maximum 300 characters)
ru: Оставьте свой комментарий здесь (максимум 300 символов)

# QUESTION_COMMENT_FORM_COMMENT_SUBMIT
source: Add
ru: Добавить

# QUESTION_COMMENT_ADD_DISABLED
source: You cant add comment for now
ru: Вы не можете добавлять комментарии сейчас

# QUESTION_COMMENT_ADD_FAIL
source: No comment added. Please fix errors bellow.
ru: Комментарий не добавлен. Пожалуйста, исправьте все ошибки ниже.

# QUESTION_TICKET_VIEW_TITLE
source: View Ticket
ru: Обзор Тикета

# QUESTION_TICKET_ALREADY_EXIST
source: You already have one open ticket
ru: У Вас уже есть один открый тикет

# QUESTION_TICKET_CREATE_TITLE
source: Question Ticket Creation Form
ru: Форма Создания Тикета Вопроса

# QUESTION_TICKET_CREATE_SUCCESS
source: Ticket created successfully
ru: Тикет успешно создан

# QUESTION_TICKET_CREATE_FAIL
source: No tickets created. Please fix errors bellow.
ru: Не удалось создать тикет. Пожалуйста, исправьте все ошибки ниже.

# QUESTION_TICKETS_VIEW_TITLE
source: View Tickets
ru: Обзор тикетов

source: Personal info
ru: Персональная информация

source: Permissions
ru: Разрешения

source: Important dates
ru: Важные даты

# USERS_PHONE_VALIDATION_ERROR
source: Phone number must be entered in the format: "+999999999". Up to 15 digits allowed.
ru: Номер телефона необходимо вводить в формате: «+999999999». До 15 цифр.

# USERS_LOGIN_FORM_USERNAME
source: Username
ru: Имя пользователя

# USERS_LOGIN_FORM_PWD
source: Password
ru: Пароль

# USERS_RESET_FORM_NEW_PWD
source: New password
ru: Новый пароль

# USERS_RESET_FORM_NEW_PWD2
source: Confirm password
ru: Повторите новый пароль

source: COUNTRY
ru: СТРАНА

source: CITY
ru: ГОРОД

source: Manage
ru: Управление

# USERS_CONFIRMATION_LINK_INVALID
source: The confirmation link was invalid, possibly because it has already been used.
ru: Ссылка для подтверждения уже была использована.

# USERS_CONFIRMATION_LINK_SENT
source: Please confirm your email address to complete the registration.
ru: Пожалуйста, подтвердите свой адрес электронной почты для завершения регистрации. Проверьте входящие сообщения.

# USERS_NAVBAR_REGISTER
source: Register
ru: Регистрация

# USERS_NAVBAR_LOGIN
source: Login
ru: Вход

# USERS_FOOTER_HOMEPAGE
source: Home
ru: Главная

# USERS_FOOTER_ABOUT
source: About Us
ru: О нас

# USERS_FOOTER_TERMS
source: Terms and Definitions
ru: Термины и Определения

# USERS_FOOTER_DOCUMENTS
source: Documents
ru: Документы

# USERS_LOGIN_CARD_TITLE
source: Login Form
ru: Форма Входа

# USERS_LOGIN_CARD_FORGOT
source: Forgot?
ru: Забыли пароль?

# USERS_LOGIN_CARD_SUBMIT
source: Lets Go!
ru: Вперед!

# USERS_PWD_RESET_CARD_TITLE
source: Password Reset Form
ru: Форма Сброса Пароля

# USERS_PWD_RESET_CARD_SUBMIT
source: Submit
ru: Отправить

# USERS_PWD_RESET_SUCCESS_MESSAGE
source: Your password has been set. You may go ahead and log in now.
ru: Ваш пароль был установлен. Вы можете войти с новым паролем сейчас.

# USERS_PWD_RESET_ERROR_MESSAGE
source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Ссылка для сброса пароля уже использовалась или просрочена. Пожалуйста, попробуйте еще раз.

# USERS_PWD_RESET_DONE_MESSAGE_1
source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ru: Мы отправили вам письмо с инструкцией смены пароля. Проверьте входящие сообщения.

# USERS_PWD_RESET_DONE_MESSAGE_2
source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
ru: Если вы не получили письмо с инструкцией, убедитесь, что вы правильно ввели адрес электронной почты. Также проверьте свой папку СПАМ.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ru: Вы получили данное письмо так как на сайте %(site_name)s была запрошена смена пароля для вашего профиля. Если вы не делали такого запроса, просто проигнорируйте данное письмо.

source: Please go to the following page and choose a new password:
ru: Пожалуйста, пройдите по следующей ссылке и установите новый пароль:

source: Your username, in case you’ve forgotten:
ru: Имя вашего профиля, на случай если вы забыли:

source: Thanks for using our site!
ru: Спасибо, что пользуетесь нашими сервисами!

source: The %(site_name)s team
ru: Команда %(site_name)s

# USERS_REGISTRATION_TITLE
source: Registration Form
ru: Форма Регистрации

# USERS_REGISTRATION_USERNAME
source: Username
ru: Имя пользователя

# USERS_REGISTRATION_FIRSTNAME
source: First Name
ru: Имя

# USERS_REGISTRATION_LASTNAME
source: Last Name
ru: Фамилия

# USERS_REGISTRATION_PWD
source: Password
ru: Пароль

# USERS_REGISTRATION_PWD2
source: Confirm Password
ru: Повторить пароль

# USERS_REGISTRATION_COUNTRY
source: Country
ru: Страна

# USERS_REGISTRATION_CITY
source: City
ru: Город

# USERS_REGISTRATION_PHONE
source: Phone
ru: Телефон

# USERS_REGISTRATION_PROMOCODE
source: Promo Code
ru: Промо

source: I have read and accept the «Client Agreement» and I understand the nature of financial instruments and the risks involved, so, in light of my circumstances and financial position, I confirm that using financial instruments provided by the Company correspond to my investment objectives.
ru: Я прочитал и принимаю «Клиентское соглашение» и понимаю природу финансовых инструментов и связанных с их использованием рисков, поэтому, в свете моих обстоятельств и финансового положения, подтверждаю, что использование финансовых инструментов, предоставляемых Компанией, соответствует моим инвестиционным целям. Я понимаю, что маржинальная торговля связана с определенным риском потери моего торгового баланса.

# USERS_REGISTRATION_SUBMIT
source: Sign Up
ru: Зарегистрироваться

# USERS_REG_TITLE
source: Registration Form
ru: Форма регистрации

# USERS_REG_EMAIL_CONFIRM_SUBJECT
source: Subject of confirmation email
ru: Сonfirmation email

# VERIFICATION_PERSONAL_ACCOUNT_VERIFICATED
source: Your personal account successfully verificated.
ru: Профиль верифицирован. Вы успешно прошли валидацию данных.

# VERIFICATION_REQUIRED_DOCUMENTS_TITLE
source: Required Documents
ru: Необходимые документы

# VERIFICATION_REQUIRED_DOCUMENTS_TYPE
source: Type
ru: Тип

# VERIFICATION_REQUIRED_DOCUMENTS_STATUS
source: Status
ru: Статус

# VERIFICATION_REQUIRED_DOCUMENTS_DESCRIPTION
source: Description
ru: Описание

# VERIFICATION_REQUIRED_DOCUMENTS_ACTIONS
source: Actions
ru: Действие

# VERIFICATION_REQUIRED_DOCUMENTS_UPLOAD
source: Upload
ru: Загрузить

# VERIFICATION_REQUIRED_CARD_DOCUMENTS_TITLE
source: Required Card Documents
ru: Необходимые карты

# VERIFICATION_REQUIRED_CARD_DOCUMENTS_TYPE
source: Type
ru: Тип

# VERIFICATION_REQUIRED_CARD_DOCUMENTS_STATUS
source: Status
ru: Статус

# VERIFICATION_REQUIRED_CARD_DOCUMENTS_CARD
source: Card
ru: Карта

# VERIFICATION_REQUIRED_CARD_DOCUMENTS_DESCRIPTION
source: Description
ru: Описание

# VERIFICATION_REQUIRED_CARD_DOCUMENTS_ACTIONS
source: Actions
ru: Действие

# VERIFICATION_REQUIRED_CARD_DOCUMENTS_UPLOAD
source: Upload
ru: Загрузить

# VERIFICATION_PENDING_REQUESTS_TITLE
source: Pending Requests
ru: Запросы на очереди

# VERIFICATION_PENDING_REQUESTS_TYPE
source: Type
ru: Тип

# VERIFICATION_PENDING_REQUESTS_FILE
source: File
ru: Файл

# VERIFICATION_PENDING_REQUESTS_STATUS
source: Status
ru: Статус

# VERIFICATION_PENDING_REQUESTS_CREATEDAT
source: Created At
ru: Создан

# VERIFICATION_PENDING_REQUESTS_COMMENT
source: Comment
ru: Комментарий

# VERIFICATION_APPROVED_DOCUMENTS_TITLE
source: Approved Documents
ru: Утвержденные документы

# VERIFICATION_APPROVED_DOCUMENTS_TYPE
source: Type
ru: Тип

# VERIFICATION_APPROVED_DOCUMENTS_FILE
source: File
ru: Файл

# VERIFICATION_APPROVED_DOCUMENTS_STATUS
source: Status
ru: Статус

# VERIFICATION_APPROVED_DOCUMENTS_CREATEDAT
source: Created At
ru: Создан

# VERIFICATION_APPROVED_DOCUMENTS_COMMENT
source: Comment
ru: Комментарий

# VERIFICATION_DECLINED_DOCUMENTS_TITLE
source: Declined Documents
ru: Отклоненные документы

# VERIFICATION_DECLINED_DOCUMENTS_TYPE
source: Type
ru: Тип

# VERIFICATION_DECLINED_DOCUMENTS_FILE
source: File
ru: Файл

# VERIFICATION_DECLINED_DOCUMENTS_STATUS
source: Status
ru: Статус

# VERIFICATION_DECLINED_DOCUMENTS_CREATEDAT
source: Created At
ru: Создан

# VERIFICATION_DECLINED_DOCUMENTS_COMMENT
source: Comment
ru: Комментарий

# VERIFICATION_TABLES_SEARCH_PLACEHOLDER
source: Search records
ru: Искать записи

source: The maximum file size that can be uploaded is %d(max_file_size)MB
ru: Загружать файлы можно объёмом не более %d(max_file_size)MB

source: File upload is only available for permitted file types (%(media_files_list))
ru: Можно загружать файли только разрешенных форматов (%d(media_files_list))

# STATUS_OPEN
source: OPEN
ru: ОТКРЫТ

# VERIFICATION_PAGE_TITLE
source: Verification Page
ru: Страница Верификации

# VERIFICATION_UPLOAD_ERROR_MANYFILES
source: Only one file must be uploaded at same time
ru: Можно выбрать только 1 файл для загрузки

source: Verification request successfully created
ru: Документ успешно подан на валидацию

# VERIFICATION_UPLOAD_ERROR_NOFILE
source: No files are uploaded
ru: Ни один файл не был загружен

# WALLET_FORM_ERROR_WRONG_FROMTO_ACCOUNTS
source: FROM/TO
ru: ИЗ/В

# WALLET_DEPOSIT_CARD_TITLE
source: Refill User Account
ru: Пополнить счет

# WALLET_DEPOSIT_CARD_DESCRIPTION
source: This information will let us know more about payment.
ru: Дополнительная информация об оплате, если это необходимо.

# WALLET_DEPOSIT_CARD_INFO_TEXT1
source: Let's start with the basic information
ru: Начнем с базовой информации

# WALLET_DEPOSIT_CARD_AMOUNT
source: Amount
ru: Сумма

# WALLET_DEPOSIT_CARD_CHOOSE_ACCOUNT
source: Choose Account
ru: Выберите счет

# WALLET_DEPOSIT_CARD_INFO_TEXT2
source: Choose Payment System
ru: Выберите платежный метод

# WALLET_DEPOSIT_CARD_CHOOSE_PAYMENT
source: Payment System
ru: Платежная система

# WALLET_DEPOSIT_CARD_TERMS_CONDITIONS
source: I have read and accept the Refund / Return Policy
ru: Я прочитал и принимаю Политику Возврата

# WALLET_DEPOSIT_CARD_INFO_TEXT3
source: Are you agree policy?
ru: Согласны ли вы?

# WALLET_DEPOSIT_CARD_POLICY_TEXT1
source: The policy of funds return was developed for the purpose of reduction of financial and legal risks of the Company, observance of the principles of the Policy of counteraction of money-laundering and counteraction of financing of terrorist activity.
ru: Политика возврата средств была разработана с целью снижения финансовых и юридических рисков Компании, соблюдения принципов Политики противодействия отмыванию денег и противодействия финансированию террористической деятельности.

# WALLET_DEPOSIT_CARD_POLICY_TEXT2
source: The Company has the right unilaterally block an entrance to the private profile, to suspend the trade activity on accounts, to cancel the demand for input-output, or to make return of money if the source of money or activity of the Client contradicts to the international AML Policy of money laundering and financing of terrorism.
ru: Компания имеет право в одностороннем порядке блокировать вход в личный профиль, приостанавливать торговую деятельность на счетах, отменять запросы на ввод-вывод или возврат денег, если источник денег или деятельность Клиента противоречит международным политикам в области борьбы с отмыванием денег и финансирование терроризма.

# WALLET_DEPOSIT_CARD_POLICY_TEXT3
source: The Company doesn't cancel the realized commercial transactions therefore the Company has the right to return money to the sender if within a month from the moment of replenishment, there was no recorded activity on accounts of the Client.
ru: Компания не отменяет реализованные коммерческие сделки, поэтому Компания имеет право совершить возврат средств Клиенту, если в течение месяца с момента пополнения, на счетах Клиента не была зарегистрирована торговая деятельность.

# WALLET_DEPOSIT_CARD_POLICY_TEXT4
source: The Company has the right at certain objective reasons and in case of need to make return of money, received through any payment system, including credit/debit cards. Thus return of money will be executed on electronic purses, and bank details which the Client used at input of money.
ru: Компания имеет право по определенным объективным причинам и в случае необходимости возвращать деньги, полученные через любую платежную систему, включая кредитные / дебетовые карты. При этом возврат денег будет осуществляться только на электронные кошельки и/или банковские реквизиты, которые Клиент использовал при вводе денег.
