Repository: asvetliy/fxprofile
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: ru

# WALLET_DEPOSIT_CARD_POLICY_TEXT5
source: In case the Company classifies activity of the Client as inappropriate, or contradicting to the usual purpose of use of company services where there is direct, or indirect, illegal, or unfair intention, the Company has the right to work within this document, without informing the Client beforehand.
ru: В случае, если Компания классифицирует деятельность Клиента как ненадлежащую или противоречит обычной цели использования услуг компании, если существует прямое или косвенное, незаконное или несправедливое намерение, Компания имеет право действовать в соответствии с данной политикой без предварительного уведомления в адрес Клиента.

# WALLET_DEPOSIT_CARD_POLICY_TEXT6
source: At replenishment of the trading account by cash card, the Client undertakes not to submit the application for response of the payment which is already enlisted into the trading account to the bank, or to supplier of the credit/debit cash card, both in time, and after completion of use of Company's services. In case the Company nevertheless receives a payment comment according to the transaction, we reserve the right to block an entrance to the Private Profile and to freeze the current balance of the Client and to send money back on personal account of the Client, after payment of all services and commissions.
ru: При пополнении торгового счета банковской картой Клиент обязуется не подавать заявку на отзыв платежа в случае когда тот который уже зачислен на торговый счет в банк или иммитенту кредитной / дебетовой карты, как в срок, так и после завершения использования услуг Компании. В случае, если Компания все же получает заявку и спорном статусе соответствующей транзакции, Компания оставляет за собой право заблокировать вход в личный профиль и заморозить текущий остаток Клиента. При этом остаток средств будет отправлен на личный счет Клиента только после оплаты Клиентом всех связанных с этим издержек Компании и сопутствующих комиссий.

# WALLET_DEPOSIT_CARD_POLICY_TEXT7
source: The Company shall take all necessary measures to prevent and block both input, and withdrawal by third parties of money from the customer account. Input and output of money from the account can be carried out only by the owner of this account.
ru: Компания принимает все необходимые меры для предотвращения и блокирования счета Клиента для ввода и вывода средств со стороны третьих лиц. Ввод и вывод средств со счета может осуществляться только владельцем этой учетной записи.

# WALLET_DEPOSIT_CARD_POLICY_TEXT8
source: In the case of information on the use by the Client of payment details of third parties for depositing and withdrawing funds to the accounts of the Client, the Company reserves the right to block the entry into a personal profile or / and suspend trading activity on the Client's accounts without prior notice and until the receipt of all necessary documentation from the Client confirming the legality of these actions.
ru: В случае информации о использовании Клиентом платежных реквизитов третьих лиц для ввода и вывода средств на персональный профиль клиента Компания оставляет за собой право блокировать вход в личный профиль или/и приостанавливать торговую деятельность на счетах Клиента без предварительного уведомления и до получения от клиента всей необходимой документации подтверждающей легальность данных действий.

# WALLET_CARD_BTN_PREV
source: Previous
ru: Назад

# WALLET_CARD_BTN_NEXT
source: Next
ru: Далее

# WALLET_CARD_BTN_SUBMIT
source: Agree
ru: Подтвердить

# WALLET_HISTORY_CARD_TITLE
source: Transactions History
ru: История транзакций

# WALLET_HISTORY_CARD_TAB_WALLET
source: Wallet
ru: Кошелек

# WALLET_HISTORY_TABLE_AMOUNT
source: Amount
ru: Сумма

# WALLET_HISTORY_TABLE_FROM_TO
source: From / To
ru: Из / В

# WALLET_HISTORY_TABLE_TYPE
source: Type
ru: Тип

# WALLET_HISTORY_TABLE_STATUS
source: Status
ru: Статус

# WALLET_HISTORY_TABLE_DATE
source: Date
ru: Дата

# WALLET_HISTORY_TABLE_DESCRIPTION
source: Description
ru: Описание

# WALLET_TABLES_SEARCH_PLACEHOLDER
source: Search records
ru: Поиск

# WALLET_TRANSFER_CARD_TITLE
source: Transfer funds between User Accounts
ru: Перевод между счетами пользователей

# WALLET_TRANSFER_CARD_DESCRIPTION
source: This information will let us know more about transfer.
ru: Дополнительная информация о переводе, если необходимо.

# WALLET_DEPOSIT_CARD_CHOOSE_TYPE
source: Choose transfer type
ru: Выберите вид перевода

# WALLET_DEPOSIT_CARD_TYPE_PT
source: Personal to Trading
ru: с персонального на торговый

# WALLET_DEPOSIT_CARD_TYPE_TP
source: Trading to Personal
ru: с торгового на персональный

# WALLET_DEPOSIT_CARD_PERSONAL_ACCOUNT
source: Personal account
ru: Персональный счет

# WALLET_WITHDRAW_CARD_TITLE
source: Withdraw from User Account
ru: Вывести средства

# WALLET_WITHDRAW_CARD_DESCRIPTION
source: This information will let us know more about withdraw.
ru: Дополнительная информация о выводе, если необходимо.

# WALLET_WITHDRAW_CARD_INFO_TEXT1
source: Let's start with the basic information
ru: Базовая информация о выводе средств.

# WALLET_WITHDRAW_CARD_AMOUNT
source: Amount
ru: Сумма

# WALLET_WITHDRAW_CARD_CHOOSE_ACCOUNT
source: Choose Account
ru: Выберите счет

# WALLET_WITHDRAW_CARD_PERSONAL_ACCOUNT
source: Personal account
ru: Персональный счет

# WALLET_WITHDRAW_CARD_CHOOSE_PAYMENT
source: Payment System
ru: Платежный метод

# WALLET_WITHDRAW_CARD_INFO_TEXT2
source: What else do we need to know?
ru: Укажите дополнительную информацию.

# WALLET_DEPOSIT_PAGE_TITLE
source: Deposit
ru: Депозит

# WALLET_WITHDRAW_PAGE_TITLE
source: Withdraw
ru: Вывод

# WALLET_WITHDRAW_VIA_PAYMENT
source: Withdraw via %(payment_name)s
ru: Вывод через %(payment_name)s

# WALLET_WITHDRAW_CREATED_SUCCESSFULLY
source: Withdraw request successfully created
ru: Заявка на вывод успешно создана

# WALLET_WITHDRAW_ERROR_NOT_VALID
source: Withdraw request not valid
ru: Не валидный запрос на вывод средств.

# WALLET_TRANSFER_PAGE_TITLE
source: Transfer Funds
ru: Перевод средств

# WALLET_WITHDRAW_ERROR_WALLET_NOTEXIST
source: Wallet does not exist
ru: Кошелек не существует

# WALLET_WITHDRAW_ERROR_ACCOUNT_NOTEXIST
source: Trading account does not exist
ru: Торговый счет не существует

# WALLET_WITHDRAW_ERROR_CANT_TRANSFER
source: You cant transfer funds between different account currencies
ru: Вы не можете переводить средства между счетами с разной базовой валютой

# WALLET_TRANSFER_TO_TRADING_ACCOUNT
source: Transfer to trading account %(account_id)d
ru: Перевод на торговый счет %(account_id)d

# WALLET_TRANSFER_ERROR_INSUFFICIENT_FUNDS
source: Insufficient funds
ru: Недостаточно средств

# WALLET_TRANSFER_ERROR_ACCOUNT_NOTEXIST
source: Trading account does not exist
ru: Торговый счет не существует

# WALLET_TRANSFER_ERROR_WALLET_NOTEXIST
source: Wallet does not exist
ru: Кошелек не существует

# WALLET_TRANSFER_ERROR_CANT_TRANSFER
source: You cant transfer funds between different account currencies
ru: Вы не можете переводить средства между счетами с разной базовой валютой

# WALLET_TRANSFER_FROM_TRADING_ACCOUNT
source: Transfer from trading account %(account_id)d
ru: Перевод с торгового счета %(account_id)d

# WALLET_TRANSFER_ERROR_NOT_VALID
source: Transfer request not valid
ru: Невозможно создать перевод

# WALLET_TRANSFER_CREATED_SUCCESSFULLY
source: Transfer request successfully created
ru: Заявка на перевод успешно создана

# WALLET_TRANSFER_HISTORY_PAGE_TITLE
source: Transactions History
ru: История транзакций
